The maximum number of views that can be hosted by this ElevationMarker.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public int MaximumViewCount { get; }
  Visual Basic
Public ReadOnly Property MaximumViewCount As Integer
	Get
  Visual C++
public:
property int MaximumViewCount {
	int get ();
}
 See Also
  ElevationMarker Class
  Autodesk.Revit.DB Namespace